Repository: MythicApp/Mythic
Catalog: Mythic/Localizable.xcstrings
Source language: en
Languages: it, no, pt_br, ru, sv, zh_hans, zh_hant

source: Process execution was unsuccessful. (Non-zero exit code)
no: Prosessutførelse var mislykket. (ikke-null avslutningskode)
ru: Выполнение процесса было неудачным. (Ненулевой код выхода)
sv: Processens exekvering misslyckades. (Exitkod som inte är noll)
zh_hant: 進程執行失敗。（Non-zero exit code 非零退出碼）

source: scroll... or just jump down!
no: skroll... eller bare hpp ned!
ru: прокрутите... или просто спрыгните вниз!
sv: bläddra ... eller bara hoppa ned!
zh_hant: 向下滾動…或直接跳下去！

source: Select storefront:
no: Velg butikk:
ru: Выберите витрину:
sv: Välj skyltfönster:
zh_hant: 選擇店面：

source: Select the folder that encloses your game's files.
no: Velg mappen som holder spillfilene dine.
ru: Выберите папку, которая будет хранить файлы вашей игры.
sv: Välj den mapp som innehåller ditt spels filer.
zh_hant: 選擇包含遊戲檔案的資料夾。

source: Setting up default container...
no: Setter opp standard beholder...
pt_br: Configuração do contêiner padrão...
ru: Настройка контейнера по умолчанию...
sv: Uppsättning av standardbehållare...
zh_hans: 设置默认容器...
zh_hant: 設定預設容器...

source: Storefront
no: Butikk
ru: Витрина
sv: Butiksfront
zh_hant: 店面

source: The container URL provided is invalid. If this container is not stored on an external device, Please remove it from Mythic.
no: Conteiner URL er ugyldig. Hvis denne beholderen ikke er lagret på en ekstern enhet, Vennligst fjern den fra Mythic.
pt_br: O URL do contêiner fornecido é inválido. Se esse contêiner não estiver armazenado em um dispositivo externo, por favor, remova-o da Mythic.
ru: URL-адрес контейнера неверный. Если этот контейнер не хранится на внешнем устройстве, Пожалуйста уберите его с Mythic.
sv: Den angivna URL:en för behållaren är ogiltig. Om denna behållare inte är lagrad på en extern enhet, Ta bort den från Mythic.
zh_hant: 提供的容器 URL 無效。 如果此容器未儲存在外部裝置上，請將其從 Mythic 移除。

source: The latest version will be installed the next time you attempt to launch a Windows® game.
no: Den nyeste versjonen vil bli installert neste gang du prøver å starte et Windows® spill.
pt_br: A versão mais recente será instalada na próxima vez que você tentar iniciar um jogo do Windows®.
ru: Последняя версия будет установлена в следующий раз вы попытаетесь запустить игру Windows®.
sv: Den senaste versionen kommer att installeras nästa gång du försöker starta ett Windows®-spel.
zh_hans: 最新版本将在您下次尝试启动 Windows® 游戏时安装。
zh_hant: 下次您嘗試啟動 Windows® 遊戲時，將會安裝最新版本。

source: The selected platform is unsupported for installation.
no: Den valgte plattformen støttes ikke for installasjon.
pt_br: A plataforma selecionada não oferece suporte para instalação.
ru: Выбранная платформа не поддерживается для установки.
sv: Den valda plattformen stöds inte för installation.
zh_hans: 所选平台不支持安装。
zh_hant: 所選平台不支援安裝。

source: This operation isn't currently running.
no: Denne operasjonen kjører ikke for øyeblikket.
pt_br: Essa operação não está sendo executada no momento.
ru: Эта операция в данный момент не запущена.
sv: Denna operation är inte igång för närvarande.
zh_hans: 该操作目前没有运行。
zh_hant: 此操作目前未執行。

source: This process cannot be undone.
no: Denne prosessen kan ikke angres.
pt_br: Esse processo não pode ser desfeito.
ru: Этот процесс нельзя отменить.
sv: Denna process kan inte göras ogjord.
zh_hans: 此操作无法撤消！
zh_hant: 此過程無法還原。

source: This will be uploaded to Harmony, Mythic's game compatibility database.
no: Dette vil bli lastet opp til Harmony, Mythics spill kompatibilitetsdatabase.
pt_br: Isso será enviado para a Harmony, o banco de dados de compatibilidade de jogos da Mythic.
ru: Это будет загружено в Harmony, база данных совместимости игр от Mythic.
sv: Detta kommer att laddas upp till Harmony, Mythics databas för spelkompatibilitet.
zh_hans: 这将上传到名为 “Harmony” 的 Mythic 游戏兼容性数据库。
zh_hant: 此資料將會上傳至 Harmony：Mythic 的遊戲相容性資料庫。

source: This will cancel "%@"'s creation.
no: Dette vil avbryte "%@"' sin opprettelse.
pt_br: Isso irá cancelar a criação de "%@".
ru: Это отменит создание "%@".
sv: Detta kommer att avbryta skapandet av "%@".
zh_hans: 这将取消创建 "%@"。
zh_hant: 這將取消"%@"的創建。

source: Throughput
no: Gjennomstrømning
ru: Скорость
sv: Genomströmning
zh_hant: 傳輸速率

source: To change Mythic Engine's release channel, it must be reinstalled. If you choose not to, Mythic Engine will attempt to update to a newer version if it exists the next time it launches.
no: For å endre Mythic Engine´s oppdaterings kanal må den bli reinstaleret. Hvis du velger å ikke reinstallere vil Mythic Engine prøve å oppdatere til en nyere versjin hvis det finnes neste gang den starter.
ru: Чтобы изменить установочный канал Mythic Engine, его надо переустановить. Если вы решите этого не делать, Mythic Engine попытается обновить на более новую версию если она есть в следующий раз когда он запустится.
sv: Om du vill ändra Mythic Engines distributionskanal måste du installera om programmet. Om du väljer att inte göra det kommer Mythic Engine att försöka uppdatera till en nyare version på om en sådan finns nästa gång den startas.
zh_hans: 要更改 Mythic Engine 的正式发布渠道，必须重新安装。 如果不这样做，下次启动时，Mythic Engine 会尝试 更新到最新的版本。
zh_hant: 若要變更 Mythic Engine 的發布管道，必須重新安裝。 如果您選擇不重新安裝，Mythic Engine 將在下次啟動時嘗試更新至更新的版本。

source: View all active game operations
no: Vis alle aktive spilloperasjoner
ru: Посмотреть все активные операции игры
sv: Visa alla aktiva speloperationer
zh_hans: 查看所有正在进行的游戏操作
zh_hant: 查看所有正在進行的遊戲作業

source: Views
no: Visninger
pt_br: Visualizações
ru: Просмотры
sv: Visningar
zh_hans: 视图
zh_hant: 檢視

source: Winetricks GUI support is currently broken.
no: Winetricks GUI støtte er for øyeblikket ødelagt.
pt_br: No momento, o suporte à GUI do Winetricks não está funcionando.
ru: Поддержка графического интерфейса Winetricks в настоящее время не работает.
sv: Winetricks GUI-stöd är för närvarande trasigt.
zh_hans: Winetricks GUI支持目前不可用。
zh_hant: Winetricks GUI 支援目前存在問題。

# You are on the latest available version of %@, %@.
source: You are on the latest available version of %1$@, %2$@.
no: Du er på den nyeste tilgjengelige versjonen av %1$@, %2$@.
ru: Вы на последней доступной версии %1$@, %2$@.
sv: Du befinner dig på den senast tillgängliga versionen av %1$@, %2$@.
zh_hans: 您正在使用最新的%1$@版本：%2$@。
zh_hant: 您目前使用的是 %1$@, %2$@ 的最新版本。

source: You are running %@. Would you like to download the update?
no: Du kjører %@. Ønsker du laste ned oppdateringen?
pt_br: Você está executando %@. Gostaria de fazer o download da atualização?
ru: Вы используете %@. Вы желаете установить обновление?
sv: Du kör %@. Vill du ladda ner uppdateringen?
zh_hans: 您正在使用%@版。要下载更新吗？
zh_hant: 您正在執行 %@。是否要下載更新？

source: You failed to agree to the software license agreement. As a result, Rosetta 2 cannot be installed. A list of Apple SLAs may be found here: https://www.apple.com/legal/sla/
no: Du godtar ikke lisensavtalen. Som et resultat kan ikke Rosetta 2 installeres. En liste over Apple SLAs kan finnes her: https://www.apple.com/legal/sla/
pt_br: Você não concordou com o Contrato de Licença do Software. Como resultado, o Rosetta 2 não pode ser instalado. Uma lista dos SLAs da Apple pode ser encontrada aqui: https://www.apple.com/legal/sla/
ru: Вы не согласились с лицензионным соглашением на программное обеспечение. В результате чего, Rosetta 2 не может быть установлена. Список SLA от Apple можно найти тут: https://www.apple.com/legal/sla/
sv: Du kunde inte godkänna licensavtalet för programvaran. Som ett resultat kan Rosetta 2 inte installeras. En lista över Apples SLA:er finns här: https://www.apple.com/legal/sla/
zh_hant: 您未同意軟體授權協議。 因此，無法安裝 Rosetta 2。 Apple SLAs 清單請參閱： https://www.apple.com/legal/sla/

source: You have %1$@ available. However, %2$@ requires %3$@. Please free disk space and try again. (You may attempt to install the game anyway, but it will likely fail.)
no: Du har %1$@ tilgjengelig. men %2$@ krever %3$@. Vennligst ledigkjør plass på enheten og prøv på nytt. (Du kan forsøke å installere spillet når som helst, men vil sannsynligvis feil.)
pt_br: Você tem o %1$@ disponível. No entanto, %2$@ requer %3$@. Libere espaço em disco e tente novamente. (Você pode tentar instalar o jogo mesmo assim, mas provavelmente ocorrerá falha).
ru: У вас есть %1$@ свободной памяти. Однако, %2$@ требует %3$@ свободной памяти. Пожалуйста, освободите место на диске и попробуйте ещё раз. (Вы можете попытаться установить игру заново, но более вероятно оно не удастся.)
sv: Du har %1$@ tillgängligt. Men %2$@ kräver %3$@. Frigör diskutrymme och försök igen. (Du kan försöka installera spelet ändå, men det kommer troligen att misslyckas).
zh_hant: 您有 %1$@ 可用空間。 但是，%2$@ 需要 %3$@。 請釋放磁碟空間，然後再試一次。 （您可以嘗試安裝遊戲，但很可能會失敗）

source: %@/s
ru: %@/сек.

source: © by vapidinfinity ✦
pt_br: © por vapidinfinity ✦
ru: © от vapidinfinity ✦
sv: © av vapidinfinity ✦
zh_hant: © 作者：vapidinfinity ✦

source: OK
ru: ОК
zh_hans: 确定
zh_hant: 確認

source: Mythic Engine
pt_br: Engine Mythic
zh_hant: Mythic 引擎

source: Mythic Engine %@
pt_br: Motor Mythic %@
zh_hans: Mythic 引擎 %@

source: Epic Games
zh_hans: Epic 游戏
